{
  "title": "Datenschutzerklärung",
  "subTitle1": "1. Allgemeine Hinweise",
  "text1": "Wir freuen uns über Ihr Interesse an unserer Website. Der Schutz Ihrer persönlichen Daten ist uns sehr wichtig. Mit dieser Datenschutzerklärung informieren wir Sie über die Art, den Umfang und den Zweck der von uns erhobenen, genutzten und verarbeiteten persönlichen Daten.",
  "subTitle2": "2. Verantwortlicher",
  "text2Name": "Miles Pickull",
  "text2Address": "Adresse wegen Datenschutz versteckt",
  "text2Email": "info@pickull.de",
  "subTitle3": "3. Arten der erhobenen Daten",
  "text3": "Wir erheben, nutzen und verarbeiten folgende Arten von Daten:\n\n*   **Kontaktdaten:** Wenn Sie uns über das Kontaktformular kontaktieren, erheben wir Ihren Namen, Ihre E-Mail-Adresse und Ihre Nachricht.\n*   **Nutzungsdaten:** Wir protokollieren, wann und wie oft unsere Website besucht wird. Diese Daten werden anonymisiert und dienen lediglich der Verbesserung unserer Website.\n*   **Sonstige Daten:**  In bestimmten Fällen können weitere Daten erhoben werden, wenn Sie uns diese freiwillig zur Verfügung stellen.",
  "subTitle4": "4. Zweck der Datenverarbeitung",
  "text4": "Ihre persönlichen Daten werden verarbeitet, um:\n\n*   Ihre Anfragen zu beantworten und Ihnen Informationen zu unseren Dienstleistungen zu senden.\n*   Die Funktionalität unserer Website sicherzustellen.\n*   Unsere Website zu verbessern und an Ihre Bedürfnisse anzupassen.\n*   Rechtliche Verpflichtungen zu erfüllen.",
  "subTitle5": "5. Weitergabe von Daten",
  "text5": "Ihre persönlichen Daten werden nicht an Dritte weitergegeben, es sei denn, dies ist gesetzlich erforderlich oder Sie haben uns ausdrücklich Ihre Einwilligung dazu erteilt.",
  "subTitle6": "6. Datensicherheit",
  "text6": "Wir treffen technische und organisatorische Maßnahmen, um Ihre Daten vor unbefugtem Zugriff, Verlust oder Manipulation zu schützen.  Wir verwenden Verschlüsselungstechnologien, um Ihre Daten während der Übertragung zu sichern.",
  "subTitle7": "7. Ihre Rechte",
  "text7": "Sie haben das Recht auf Auskunft, Berichtigung, Löschung, Einschränkung der Verarbeitung, Widerspruch und Datenübertragbarkeit Ihrer persönlichen Daten.  Bitte kontaktieren Sie uns, um von Ihren Rechten Gebrauch zu machen.",
  "subTitle8": "8. Cookies",
  "text8": "Unsere Website verwendet möglicherweise Cookies, um die Benutzerfreundlichkeit zu verbessern.  Sie können die Verwendung von Cookies in Ihren Browser-Einstellungen deaktivieren.",
  "subTitle9": "9. Kontaktformular",
  "text9": "Wenn Sie das Kontaktformular auf unserer Website ausfüllen, werden Ihre Daten verschlüsselt an uns gesendet und gespeichert, um Ihre Anfrage zu bearbeiten.  Die Verarbeitung Ihrer Daten erfolgt auf freiwilliger Basis und mit Ihrer Einwilligung.",
  "subTitle10": "10. Rechtsgrundlage",
  "text10": "Die Verarbeitung Ihrer persönlichen Daten erfolgt auf Grundlage der DSGVO (Datenschutz-Grundverordnung) und anderer geltender Datenschutzgesetze."
}