{
  "title": "Privacy Policy",
  "subTitle1": "1. General Information",
  "text1": "We are pleased about your interest in our website. The protection of your personal data is very important to us. With this privacy policy, we inform you about the type, scope and purpose of the personal data collected, used and processed by us.",
  "subTitle2": "2. Controller",
  "text2Name": "Miles Pickull",
  "text2Address": "Address hidden for privacy reasons",
  "text2Email": "info@pickull.de",
  "subTitle3": "3. Types of Data Collected",
  "text3": "We collect, use and process the following types of data:\n\n*   **Contact Data:** When you contact us via the contact form, we collect your name, your email address and your message.\n*   **Usage Data:** We log when and how often our website is visited. This data is anonymized and serves only to improve our website.\n*   **Other Data:** In certain cases, further data may be collected if you voluntarily provide it to us.",
  "subTitle4": "4. Purpose of Data Processing",
  "text4": "Your personal data is processed to:\n\n*   Answer your questions and send you information about our services.\n*   Ensure the functionality of our website.\n*   Improve our website and adapt it to your needs.\n*   Fulfill legal obligations.",
  "subTitle5": "5. Sharing of Data",
  "text5": "Your personal data will not be passed on to third parties unless this is legally required or you have expressly given us your consent to do so.",
  "subTitle6": "6. Data Security",
  "text6": "We take technical and organizational measures to protect your data from unauthorized access, loss or manipulation. We use encryption technologies to secure your data during transmission.",
  "subTitle7": "7. Your Rights",
  "text7": "You have the right to information, correction, deletion, restriction of processing, objection and data portability of your personal data. Please contact us to exercise your rights.",
  "subTitle8": "8. Cookies",
  "text8": "Our website may use cookies to improve user-friendliness. You can disable the use of cookies in your browser settings.",
  "subTitle9": "9. Contact Form",
  "text9": "If you fill out the contact form on our website, your data will be encrypted and sent to us and stored to process your request. The processing of your data is voluntary and with your consent.",
  "subTitle10": "10. Legal Basis",
  "text10": "The processing of your personal data is based on the GDPR (General Data Protection Regulation) and other applicable data protection laws."
}